app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Hi"], ["text", "Hello Milan"], ["created_at", "2020-01-24 06:47:50.412028"], ["updated_at", "2020-01-24 06:47:50.412028"]]
---
  def create
    @article = Article.new(params.require(:article).permit(:title, :text))

    @article.save